[
	"Automatically dispenses medicine at set times.",
	"A discord bot which has a simple interactive game users can play.",
	"A fun arcade game where you shoot up evil space slimes.",
	"Serves as entertainment as the player must make choices in order to progress the story.",
	"Allows you to \"study together\" with others virtually. Keeps track of the total time you studied, and what subjects you study.",
	"A simple adventure game where you fight monsters and collect loot (very similar to dungeons and dragons).",
	"Corrects users grammar with an automated message.",
	"Makes learning math fun by challenging users to solve math problems in order to level up.",
	"Allows you to chat with a bot that has different intents.",
	"Implemented with Twilio API and allows users to call a number and be quizzed about facts that the bot knows",
	"Allows you to play a trivia game against another user.",
	"A fun game where you shoot up space slimes.",
	"An extension that corrects your grammar",
	"A bot with the ability to make sketches.",
	"This bot will allow you to guess a number and then tell you whether or not it is greater than the user's choice.",
	"A bot that will play the game of \"20 questions\" with you.",
	"A website that students can use to chat with other students closeby",
	"An app that allows you to share your answers on an exam with others",
	"A bot that will solve any math problem you give it",
	"This bot will play a game where you guess a number between 1 and 10",
	"An app that will send you a text message at different times of the day asking if you've eaten.",
	"A bot that will play a game where you guess an animal's name by asking questions about it",
	"An app that will ask you to take a photo of your meal and tell it how good or bad the food was",
	"An app or a website that will allow you to figure out how many hours of sleep your body needs",
	"A bot that will play a game where you guess the number of jelly beans in a jar",
	"An app for students to find study partners",
	"A website where you can choose what skill to practice and it will give you random questions from the chosen category",
	"An app that will recommend a healthy snack to you based on your dietary needs",
	"A website that will allow you to chat with a bot and have it generate an essay for your class",
	"A bot that will play a game where you guess the spelling of words",
	"Implemented with Twilio API and allows users to call a number and be quizzed about facts that the bot knows",
	"A website or an app that will allow you to practice your skill every day",
	"A website or an app that will allow you to find other people who want to study together with",
	"A website or an app that will allow you to find other people who want to exercise with",
	"An app or website that will tell you how much time it would take to walk somewhere",
	"A website or an app that will tell you how many calories are in your favorite food",
	"A website or an app that will allow you to add more vegetables into your diet",
	"A website or an app that will allow you to find places nearby where they offer free food",
	"A website for teachers to find students who want extra help in a specific subject",
	"A bot that lets you upload NFTs.",
	"An open source, decentralized social media platform.",
	"A bot that lets you manage your crypto portfolio.",
	"A bot that generates a game where you guess the Pokémon based on its description",
	"An app that will generate a robot avatar for you to use in VR",
	"A website that will scrape the top posts from a subreddit and let you vote on which ones should be posted again",
	"A website that will allow you to create a poem based on the sentence structure of an existing work",
	"An app that will create a workout routine for you based on your fitness goals",
	"A website that will scrape Yelp reviews and let you vote on which ones are the most useful",
	"An app that will let you use your phone as a flashlight.",
	"A website that will let you vote on the best memes and display them in an album.",
	"An app that will let you earn points for going on a walk and redeem them for things like gift cards.",
	"An app that will let you securely store notes and data for your personal use.",
	"An app that will let you make a custom digital pet.",
	"An app that will let you create a custom trading card with your own picture and stats.",
	"An app that lets you keep track of your life goals.",
	"An app that will let you pick a random response and use it to respond when someone texts your phone.",
	"An app that will allow you to get a personalized playlist of music based on your mood.",
	"An app that will let you create an unlimited number of accounts for a service and use them to get free trials."
]